{
  "title": {
    "en": "Additional Services",
    "zh": "服务"
  },
  "subtitle": {
    "en": "STAC provides you with high-quality services to help you smoothly adapt to study and life.",
    "zh": "斯坦科管理中心为您提供优质的服务，帮助您缓解在国外的异域感并顺利适应新环境下的学习，生活。使您学会在美国独立处理学习生活中的大小事物。当您选择住在这里，您可以有一个全新的开始并结交许多新的同学朋友。"
  },
  "services": [
    {
      "en": "Airport pickup is provided for each student upon their arrival in the San Francisco area, USA.",
      "zh": "可提供的附加服务有："
    },
    {
      "en": "Monthly reports can be requested by parents.",
      "zh": "机场接送服务"
    },
    {
      "en": "Orientation and in-person training for students about living in America",
      "zh": "交通安排"
    },
    {
      "en": "Initial shopping trip for food and necessities.",
      "zh": "生活指导"
    },
    {
      "en": "Area orientation, guidance on transportation to the school.",
      "zh": "法律咨询"
    },
    {
      "en": "Help to become familiar with the campus as well as school policies.",
      "zh": "监护服务"
    },
    {
      "en": "Assistance with opening a bank account and setting up a cell phone.",
      "zh": "特制的生活安置服务 及针对家长的报告服务和紧急情况服务。"
    },
    {
      "en": "24/7 staff on-site to ensure a smooth transition for students in their college life and studies.",
      "zh": "其中特制的生活安置服务包括："
    },
    {
      "en": "Individual grades management and advice available upon request",
      "zh": "初次食品和生活必需品的购物。"
    },
    {
      "en": "Legal advice if the student encounters any legal issues including school suspension.",
      "zh": "当地介绍，公共交通指导。"
    },
    {
      "en": "24/7 services assist students and their parents in case of emergencies.",
      "zh": "帮助熟悉校园及学校政策。"
    },
    {
      "en": "Guardianship services are available for individuals under 18 years old.",
      "zh": "协助开设银行账户及办理手机号服务。"
    }
  ],
  "a": {
    "title": {
      "en": "Common Areas",
      "zh": "公共区域图片"
    }
  },
  "b": {
    "title": {
      "en": "Bathrooms",
      "zh": "部分卫生间图片"
    }
  },
  "c": {
    "title": {
      "en": "Floor Plans",
      "zh": "平面圖"
    }
  }
}